{
    "type": "article",
    "id": "aec5898e-b88c-11e6-ba85-95d1533d9a62",
    "title": "The best books of 2016",
    "alternativeTitles": {
        "promotionalTitle": "The best books of 2016"
    },
    "standfirst": "FT writers and guests select their must-read titles. Introduction by Lorien Kite",
    "byline": "Lorien Kite",
    "publishReference": "tid_xddobvzl50",
    "publishedDate": "2016-12-02T15:22:48.000Z",
    "initialPublishedDate": "2016-12-02T15:22:48Z",
    "annotations": [{
        "idV2": "dbb0bdae-1f0c-11e4-b0cb-b2227cce2b54",
        "prefLabel": "Financial Times",
        "directType": "http://www.ft.com/ontology/product/Brand",
        "attributes": []
    }, {
        "idV2": "be201483-4cc3-3c27-a428-f220f2be6d8d",
        "prefLabel": "Human Rights",
        "directType": "http://www.ft.com/ontology/Subject",
        "attributes": []
    }, {
        "idV2": "dd374ca0-ad0e-35ab-97c2-ff9e284df07f",
        "prefLabel": "Lorien Kite",
        "directType": "http://www.ft.com/ontology/person/Person",
        "attributes": []
    }, {
        "idV2": "8e2e0dd7-ef14-3811-a2fe-ee576ed9f422",
        "prefLabel": "General News",
        "directType": "http://www.ft.com/ontology/Subject",
        "attributes": []
    }, {
        "idV2": "ca4107d6-b2a7-3bf3-b045-1656c083b285",
        "prefLabel": "Essay",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "a5dcd3e2-3645-3f79-a4f5-90c3a4679326",
        "prefLabel": "Feature",
        "directType": "http://www.ft.com/ontology/Genre",
        "attributes": []
    }, {
        "idV2": "20d0aaa6-7e7e-319e-adc1-314f6866c4a0",
        "prefLabel": "Small Talk",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "6dfa0312-6642-3bbf-b03f-d1582546a100",
        "prefLabel": "Non-Fiction",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "404d2b04-cb42-376b-8729-b6f254a76187",
        "prefLabel": "Books",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "792224a0-2796-311e-9518-1db0d43e720b",
        "prefLabel": "Fiction",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "f967910f-67d5-31f7-a031-64f8af0d9cf1",
        "prefLabel": "Life & Arts",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "77a2647e-930a-3ffa-8fd4-73e8c3f2ee59",
        "prefLabel": "Short Reviews",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "404d2b04-cb42-376b-8729-b6f254a76187",
        "prefLabel": "Books",
        "directType": "http://www.ft.com/ontology/Section",
        "attributes": []
    }, {
        "idV2": "865cdfb0-a9f5-3ca4-adcd-947ed8cb5246",
        "prefLabel": "Paul F Beatty",
        "directType": "http://www.ft.com/ontology/person/Person",
        "attributes": []
    }, {
        "idV2": "92d5466b-de84-3917-b15a-2f9d7fe3dab3",
        "prefLabel": "McKinsey & Co., Inc.",
        "directType": "http://www.ft.com/ontology/organisation/Organisation",
        "attributes": []
    }, {
        "idV2": "733031fe-ee1e-398d-8667-cd8a32fe1f36",
        "prefLabel": "Supreme Court of the United States",
        "directType": "http://www.ft.com/ontology/organisation/Organisation",
        "attributes": []
    }, {
        "idV2": "5f6fea6d-d015-3392-a8f6-5f77dc0a1900",
        "prefLabel": "David W. Szalay",
        "directType": "http://www.ft.com/ontology/person/Person",
        "attributes": []
    }, {
        "idV2": "d8239c50-e47c-3a73-8fca-2ce427c49643",
        "prefLabel": "Baillie Gifford & Co.",
        "directType": "http://www.ft.com/ontology/organisation/Organisation",
        "attributes": []
    }, {
        "idV2": "423f0857-e5b5-3256-a8b8-857e2378f433",
        "prefLabel": "European Union",
        "directType": "http://www.ft.com/ontology/organisation/Organisation",
        "attributes": []
    }, {
        "idV2": "73cc33b5-d0cb-3815-8347-bc49e1ddbd5c",
        "prefLabel": "The Financial Times Ltd.",
        "directType": "http://www.ft.com/ontology/organisation/Organisation",
        "attributes": []
    }, {
        "idV2": "4b87c7f4-3de7-3418-875b-0de301fa9f93",
        "prefLabel": "Hochschild Mining Plc",
        "directType": "http://www.ft.com/ontology/company/PublicCompany",
        "attributes": []
    }],
    "webUrl": "http://www.ft.com/cms/s/0/aec5898e-b88c-11e6-ba85-95d1533d9a62.html",
    "provenance": ["http://api.ft.com/content/items/v1/aec5898e-b88c-11e6-ba85-95d1533d9a62", "http://api.ft.com/enrichedcontent/aec5898e-b88c-11e6-ba85-95d1533d9a62"],
    "originatingParty": "FT",
    "storyPackage": [],
    "standout": {
        "editorsChoice": false,
        "exclusive": false,
        "scoop": false
    },
    "realtime": false,
    "comments": {
        "enabled": false
    },
    "canBeSyndicated": "yes",
    "_lastUpdatedDateTime": "2017-02-05T04:07:57.397Z",
    "url": "https://www.ft.com/content/aec5898e-b88c-11e6-ba85-95d1533d9a62",
    "bodyXML": "<a href=\"http://video.ft.com/5250578001001\" data-embedded=\"true\" data-asset-type=\"video\"></a><p>When Michael Gove declared in June that “people in this country have had enough of experts”, the then justice secretary not only secured himself a solitary entry in the <em>Oxford Essential Quotations</em>; he also issued a challenge to the world of books. For what are writers if not experts? It is natural, then, as we look back on the year of Brexit and Trump, to ask what they were able to tell us about the events unfolding before our eyes.</p><promo-box><promo-headline><p>Books of the Year</p></promo-headline><promo-intro><p><strong><a href=\"/content/315c348e-b819-11e6-ba85-95d1533d9a62\">Economics</a></strong><br><strong><a href=\"/content/ffdb7ae0-b819-11e6-ba85-95d1533d9a62\">Business</a></strong><br><strong><a href=\"/content/156f0328-b81e-11e6-ba85-95d1533d9a62\">Politics</a></strong><br><strong><a href=\"/content/6c126eae-b81e-11e6-ba85-95d1533d9a62\">History</a></strong><br><strong><a href=\"/content/c2736eba-b81e-11e6-ba85-95d1533d9a62\">Science</a></strong><br><strong><a href=\"/content/0ddeb68e-b81f-11e6-ba85-95d1533d9a62\">Sport</a></strong><br><strong><a href=\"/content/536e6672-b81f-11e6-ba85-95d1533d9a62\">Art &amp; photography</a></strong><br><strong><a href=\"/content/a9c4758e-b81f-11e6-ba85-95d1533d9a62\">Architecture &amp; design</a></strong><br><strong><a href=\"/content/fe2da1cc-b81f-11e6-ba85-95d1533d9a62\">Cinema</a></strong><br><strong><a href=\"/content/49c3edda-b820-11e6-ba85-95d1533d9a62\">Classical music &amp; opera</a></strong><br><strong><a href=\"/content/82be3bcc-b820-11e6-ba85-95d1533d9a62\">Pop</a></strong><br><strong><a href=\"/content/ad99928c-b821-11e6-ba85-95d1533d9a62\">Fiction</a></strong><br><strong><a href=\"/content/23c18f5a-b822-11e6-ba85-95d1533d9a62\">Fiction in translation</a></strong><br><strong><a href=\"/content/9583417e-b822-11e6-ba85-95d1533d9a62\">Poetry</a></strong><br><strong><a href=\"/content/952faba8-b823-11e6-ba85-95d1533d9a62\">Children’s fiction</a></strong><br><strong><a href=\"/content/f90a98ea-b823-11e6-ba85-95d1533d9a62\">Picture books</a></strong><br><strong><a href=\"/content/41008f7e-b824-11e6-ba85-95d1533d9a62\">Young adult</a></strong><br><strong><a href=\"/content/99d67032-b824-11e6-ba85-95d1533d9a62\">Crime fiction</a></strong><br><strong><a href=\"/content/de4fa4a4-b824-11e6-ba85-95d1533d9a62\">Science fiction</a></strong><br><strong><a href=\"/content/3d3ffbc6-b825-11e6-ba85-95d1533d9a62\">Literary non-fiction</a></strong><br><strong><a href=\"/content/84e8912c-b825-11e6-ba85-95d1533d9a62\">Food</a></strong><br><strong><a href=\"/content/c0eaa1b0-b825-11e6-ba85-95d1533d9a62\">Travel</a></strong><br><strong><a href=\"/content/0447a2b4-b826-11e6-ba85-95d1533d9a62\">Fashion</a></strong><br><strong><a href=\"/content/503fb2ec-b826-11e6-ba85-95d1533d9a62\">Gardening</a></strong></p></promo-intro></promo-box><p>The gift of prophecy comes more easily in some fields than in others. For insights into the constituency most often credited with propelling Donald Trump to victory in the US election, many turned to JD Vance’s <a href=\"/content/614cff5e-7b68-11e6-ae24-f193b105145e\">Hillbilly Elegy,</a> a memoir that casts a sympathetic though not uncritical eye on hard-pressed Appalachia. The sociologist Arlie Russell Hochschild entered similar emotional territory during her journey into the Louisiana bayou, <em>Strangers in Their Own Land: Anger and Mourning on the American Right</em>, while Nancy Isenberg’s <em>White Trash: The 400-Year Untold History of Class in America</em> took this same story back to the days of the Mayflower.</p><p>For a financial perspective on America’s current discontents, we might look to Sebastian Mallaby’s <em><a href=\"/content/6300a352-b0a9-11e6-9c37-5787335499a0\">The Man Who Knew</a>: The Life and Times of Alan Greenspan</em> — winner of the 2016 FT/McKinsey Business Book of the Year award — and its portrait of a rock-star central banker who worried about “irrational exuberance” but trusted the markets to limit their exposure in the heady years that preceded the financial crisis. Or, for the very long view, Robert Gordon’s <em>The Rise and Fall of American Growth</em> set out a thesis of technological diminishing returns that does much to explain an age of economic pessimism.</p><p>In the UK, there was no shortage of books appearing in the run-up to the referendum that made the case for and against membership of the European Union, and plenty afterwards raking over the ashes of victory and defeat. But often the most illuminating came from less expected places. Peter Parker’s <em>Housman Country</em>, a study of <em>A Shropshire Lad</em> and the continuing reverberations that AE Housman’s nostalgic poems of “blue remembered hills” and wartime sacrifice have in our day, was a reminder of the emotional charge behind all those grand abstractions of nationhood and sovereignty.</p><p>Brexit Britain was revealed in novels, too. When I read David Szalay’s <em><a href=\"/content/fe2db1c4-f797-11e5-803c-d27c7117d132\">All That Man Is</a></em> in the spring, its portraits of self-doubting men at different stages of life travelling from one part of Europe to another seemed concerned primarily with masculinity — itself one of the subjects of the year in non-fiction, explored so frequently that it was perhaps inevitable that more than one book would be landed with the title <em>Man Up</em>. Yet by the time <em>All That Man Is</em> was shortlisted for the Man Booker Prize in late summer, it read like a kind of threnody to a vanishing Europe of budget airlines, unlovely resorts and faltering attempts at cross-cultural communication. I’m still struck by just how natural Szalay’s vernacular English voices sound in the mouths of his listless French teenagers, Hungarian bodyguards and cynical Danish journalists — as I am by the elegance of Ali Smith’s <em><a href=\"/content/0e227666-8ef4-11e6-a72e-b428cb934b78\">Autumn,</a></em> a genuine “Brexit novel” that captured the mood of a country in which “what had happened whipped about by itself as if a live electric wire had snapped off a pylon in a storm”.</p><p>On the other side of the prophetic ledger, the year’s events lent a HG Wells-ish air to some of the futurism that has become such a publishing staple recently. “As of 2016, there is no serious alternative to the liberal package of individualism, human rights, democracy and a free market,” wrote Yuval Noah Harari in <em>Homo Deus: A Brief History of Tomorrow</em>, before going on to explain how technology could end up undermining of all of them. It is delivered with great panache but you can’t help thinking that politics got there first.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/690df3d4-b8ac-11e6-82a4-b5e23709f369\" width=\"2048\" height=\"1152\"><p>On the subject of experts, one thing you can say in Gove’s defence is that he turned out to be right. It brought to mind a short story by John Fowles, “Poor Koko”, in which an encounter between a class-conscious burglar and a rather haughty writer ends with the latter’s unpublished magnum opus being burnt in front of him. Fowles seems well overdue a revival, and here he dramatises a truth that has been lost in this particular debate: no one despises expertise — or education — in and of itself. Indeed, the opposite is the case, which is partly what accounts for all the anger and anguish. Both sides can recognise where it is present or absent, and both sides, in the end, recognise the tragedy when that expertise is destroyed or ignored.</p><p>For Fowles, writing in the very different context of the mid-1970s, the ultimate cause was a betrayal by the elites themselves, a failure to share the liberal inheritance. And this may be one thing he has in common with contemporary novelists, their gaze so often directed at the same liberal hypocrisy that enrages the populists outside the gates. Fiction succeeds or fails depending on whether it is <em>self</em>-critical, after all; and as Siri Hustvedt pointed out this month in a fine collection of essays, <em><a href=\"/content/960e8f8c-b001-11e6-9c37-5787335499a0\">A Woman Looking at Men Looking at Women</a></em>, doubt is its signature mode.</p><p>Still, a look back at some of 2016’s prize-winners reveals work that was nothing if not engaged. The Man Booker International, the award for fiction in translation that this year made a profitable switch from recognising a body of work to a single book, went to Han Kang’s <em>The Vegetarian</em> — a visceral tale of family collapse by a South Korean author who also won much acclaim for her unsparing recreation of a 1980 student massacre, <em>Human Acts</em>. <em>Man Tiger</em> by Eka Kurniawan, shortlisted for that prize and later the winner of the FT/OppenheimerFunds Emerging Voices Award for Fiction, was an uncompromising literary “whydunnit” that explored the legacy of dictatorship in Indonesia in a hypnotic magical realist style. And the surprise recipient of the Nobel Prize in Literature was an artist who rose to fame as a troubadour of protest — though sadly for the Swedish Academy, Bob Dylan himself seemed unimpressed by the gesture.</p><p>Then there was <em><a href=\"/content/4b9f8a4e-3222-11e6-bda0-04585c31b153\">The Sellout</a></em> by Paul Beatty, who won the US National Book Critics Circle Award for Fiction before becoming the first American to be awarded Britain’s Man Booker. A deeply ironic, comically inventive and sometimes very sad novel about a black farmer in contemporary LA who finds himself hauled before the US Supreme Court for reintroducing segregation, it easily bears comparisons with <em>Catch-22</em> and shows that satire, just about, is staying one step ahead of reality.</p><hr><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/7a45aa0c-b84d-11e6-961e-a1acd97f622d\" alt=\"Illustration by Daniel Long\" width=\"2048\" height=\"1152\" data-copyright=\"© Daniel Long\"><p>If 2016 ended up as the year of Trump and Brexit, it started as the year of Shakespeare. This was something on which everyone could agree, and such was the orgy of Bardolatry unleashed by the 400th anniversary of the playwright’s death that by the time the actual day arrived in April, exhaustion was beginning to set in. But the milestone provided an occasion for many notable titles, starting with Emma Smith’s <em>Shakespeare’s First Folio: Four Centuries of an Iconic Book</em> and Jerry Brotton’s <em><a href=\"/content/6f1d7548-ea02-11e5-bb79-2303682345c8\">This Orient Isle:</a> Elizabethan England and the Islamic World</em>, and culminating in the vast edifice of the <em>New Oxford Shakespeare</em>, a multi-volume edition that will surely become the standard Complete Works.</p><p>Some widely praised histories clustered around other anniversaries. With an eye on the looming centenary of the Russian Revolution came Catherine Merridale’s <em>Lenin on the Train</em>, an account of the Bolshevik leader’s journey to the Finland Station; and ahead of the 500th anniversary of Martin Luther nailing (or possibly glueing) his 95 theses to the door of Wittenberg’s Castle Church, Oxford Regius professor Lyndal Roper published a long-awaited warts-and-all biography of the father of the Protestant Reformation.</p><p>Memoir continued to coil promiscuously around other genres. Lynsey Hanley’s <em>Respectable</em> wove a personal account of social mobility into a perceptive discussion of the place of class in contemporary British society. In <em><a href=\"/content/75085cc6-324f-11e6-bda0-04585c31b153\">The Return</a></em>, Hisham Matar combined a devastatingly eloquent account of a journey back to Libya in 2012 after decades of exile with the story of his long search to find out what happened to his father, kidnapped by Gaddafi’s agents two decades earlier. And in <em><a href=\"/content/4762d992-a5b1-11e6-8898-79a99e2a4de6\">Negroland</a></em>, the critic and academic Margo Jefferson produced a meditation on black identity, class and gender anchored by her own experience of growing up in the 1950s and 1960s in an upper-middle-class Chicago milieu.</p><p>Might there be a hidden cost to the first-person approach? The magazine Private Eye, commenting on a Baillie Gifford Prize shortlist in which all four titles — <em>The Return</em>, <em>Negroland</em>, Svetlana Alexievich’s <em><a href=\"/content/026916dc-184c-11e6-b197-a4af20d5575e\">Second-Hand Time</a></em> and the eventual winner, <em><a href=\"/content/a1822e32-1da8-11e6-b286-cddde55ca122\">East West Street</a></em> by the human rights lawyer and academic Philippe Sands — contained some personal element, worried that books without one risked being ignored. What would happen, it asked, were Richard Dawkins’ <em>The Selfish Gene</em> (1976) to be published today? The point is valid but we should also recognise that this is a trend that extends far beyond the tastes of prize juries; ultimately, it comes from readers, and if there is a new desire for authors to be present in their own work, then <em>East West Street</em> was a fine example of what can be gained.</p><p>Beginning and ending with the Nuremberg trials of 1946, the book follows the careers of two influential jurists, Hersch Lauterpacht and Rafael Lemkin, while also giving us a portrait of Hans Frank, the Nazi governor of occupied Poland. Woven into this larger narrative is Sands’ investigation into members of his own family. And it was during one of these interludes, when the author turns his professional skills to unravelling the story of his grandparents’ separation during the war, that for me at least, the full horror of what was going on around them really struck home. Here were ordinary, flawed, recognisable people — a simple observation, perhaps, but one we need to make again and again. How unthinkable it is, before you hear such voices, that this could have happened a single lifespan ago.</p><p><em>Lorien Kite is the FT’s books editor</em></p><hr><h3 class=\"ft-subhead\">The books of 2016: Critics’ choice</h3><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0ad9bbba-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Lionel Barber</strong> <br>Editor of the Financial Times</p><p>Ian W Toll’s <em><a href=\"https://www.amazon.co.uk/gp/product/0393080641/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=0393080641&amp;linkCode=as2&amp;tag=finantimes-21\">The Conquering Tide</a>: War in the Pacific Islands, 1942-1944</em> (WW Norton) is a riveting account of how the US clawed its way back from defeat against initially unstoppable Japanese air, land and sea invasion forces after Pearl Harbor. Volume two in Toll’s Pacific trilogy starts with the battle of Guadalcanal, a blood-soaked speck in the ocean. Toll offers a masterly guide to naval warfare and decision-making in Tokyo and Washington. He captures the brutish, all too often short life on deck and in the foxholes. This is military history at its best. Bring on volume three!</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/241a6bc4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Simon Schama</strong> <br>FT contributing editor </p><p>Wow, the Man-Bookers got it right! Nothing is harder to write or easier to read than a full-on comic-philosophic novel that makes you laugh and think, sometimes at the same time. Nathanael West and Joseph Heller are hooting from heaven for this one. If you haven’t already read Paul Beatty’s <em><a href=\"/content/4b9f8a4e-3222-11e6-bda0-04585c31b153\">The Sellout</a> (Oneworld/FSG)</em>, your life is the more meagre for the omission. In a different key of weirdness, the other great book of the year for me was Magda Szabo’s <em>The Door</em> (NRB), originally published in 1987 but recently reissued, featuring Emerence, the cleaning lady from hell with a certain way with dogs. Improbably, you lose your heart and head to this one, which somehow cuts to the quick of everything that matters and does so in a voice which is, at the same time, materially straightforward and intensely hypnotic.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/218624de-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Lisa Randall</strong> <br>Author of <em>Dark Matter and the Dinosaurs</em> (Bodley Head/Ecco)</p><p>I recommend Jane Mayer’s <em><a href=\"/content/24f7dc1e-d1a8-11e5-831d-09f7778e7377\">Dark Money</a></em> (Scribe/ Doubleday) — not because of the wordplay on dark matter but because Mayer’s book does as good a job as any could of explaining how extreme, even crazy ideas have not only become normal in political dialogue and policy but have even come to dominate. Mayer’s point isn’t just that money can buy elections. It’s that it can buy ideas, or at least their acceptance. As a professor, I’m especially disturbed by money that buys centres at universities, which legitimise ideas to be used by purchased think-tanks that are then used to justify atrocious policies. <em>Dark Money</em> helps us understand our radically changed landscape.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/05ecda4c-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Xiaolu Guo</strong> <br>Author of <em>I Am China</em> (Vintage/Anchor)</p><p>Surely this is not the 90-year-old master’s last work. With <em>Confabulations</em> (Penguin), John Berger fashions his brand of reflective and sensual prose into a slim but utterly beautiful book. From Rosa Luxemburg to eel fishermen, from a prisoner painter to Charlie Chaplin, this essay collection can be read in one sitting — which I did in a café. You feel his realness: “I picture myself not so much as a consequential, professional writer, but as a stopgap man.” The more I read Berger, the more I adore him. Tell me: why do the best English artists always live outside Britain?</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/2cc7bd94-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Alec Russell</strong> <br>Editor of FT Weekend </p><p>In the aftermath of the 1989 revolution I interviewed many of the great musicians and actors in Romania — and had precious little sympathy for the compromises they had had to make under the tyrant Ceausescu. I stand corrected if not abashed after reading Julian Barnes’ haunting novel on the agonies of Shostakovich under Stalin and his successors. <em><a href=\"/content/6cd1f9b2-b915-11e5-b151-8e15c9a029fb\">The Noise of Time</a></em> (Jonathan Cape/Knopf) takes on the millennia-old tension between art and power. I recommended it to a friend who for years was one of the great reviewers at the Washington Post. His reply: “It’s an extraordinary book. It’s a book that makes me wish I were reviewing again.” </p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/14e4f034-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Ottessa Moshfegh</strong> <br>Author of <em>Eileen</em> (Vintage) </p><p><em>You Are Having a Good Time</em> (FSG) is proof to me that genius can coexist with compassion. Amie Barrodale’s supremely artful and entertaining first book, a collection of short stories, was my favourite for 2016, and goes on my shortlist of favourites of all time. Barrodale moves casually and expertly into narrative territory I’ve never seen before, all with a relentless honesty and lightness and velocity that confound me. This is a book that can single-handedly guide a mind up to a higher plane, gently but forcefully, with a brilliant sense of humour. Barrodale is an angel from a strange heaven.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/125c7f1c-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Catherine Merridale</strong> <br>Author of <em>Lenin on the Train</em> (Allen Lane)</p><p><em><a href=\"/content/026916dc-184c-11e6-b197-a4af20d5575e\">Second-Hand Time</a></em>, by Svetlana Alexievich (Fitzcarraldo/Random House), was certainly the year’s most harrowing read. The voices she assembled were all different, yet somehow she drew their testimonies about life in the old Soviet Union into a coherent, symphonic whole. Listening to accounts of mass-murder and betrayal is not easy — the printed pages reek of bitterness and rage — yet there is something gracious in Alexievich’s prose; she helps us to avoid the obvious mistake of judging anyone. Her book left me with nightmares, but it opened windows on a time and culture that few foreigners can know.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/1f096f5e-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Philippe Sands</strong> <br>Author of <em>East West Street</em> (W&amp;N/Knopf)</p><p>On the desire not to forget, few works can match Marceline Loridan-Ivens’ extended love letter to her father, <em>But You Did Not Come Back</em> (Faber/Grove Atlantic), an essay on loss and memory. Travelling together as they are deported, the two are later separated. Somehow he slips her a few lines, “a stained little scrap of paper”, which she mislays but never forgets. She returns home; he does not. Seven decades pass, to nourish this beautiful, deeply affecting memoir. In a lighter vein, but evoking similar themes, Keggie Carew’s <em>Dadland: A Journey Into Uncharted Territory</em> (Chatto &amp; Windus) gripped from beginning to end.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0ff013ce-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Sebastian Mallaby</strong> <br>Author of <em>The Man Who Knew: The Life and Times of Alan Greenspan</em> (Bloomsbury/Penguin)</p><p>Peter Conti-Brown’s <em>The Power and Independence of the Federal Reserve</em> (Princeton) is a study of what might be called the Fed’s unwritten constitution. Nowhere is the central bank’s independence encoded in law; it is a convention, and a fragile one. At times the Fed has enjoyed a high degree of independence, as it did during the Eisenhower and Kennedy administrations. At other times hostile presidents have brought the central bank to heel. For today’s Fed leaders, it is a sobering lesson.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/1c504a8a-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Petina Gappah</strong> <br>Author of <em>Rotten Row</em> (Faber)</p><p>Some of my favourite books this year were published by Cassava Republic, the intrepid Abuja-based publishing company that has now opened a stall in London. Particularly striking was <em><a href=\"https://www.amazon.co.uk/gp/product/1911115049/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115049&amp;linkCode=as2&amp;tag=finantimes-21\">Like a Mule Bringing Ice Cream to the Sun</a></em> by Sarah Ladipo Manyika, a lyrical novel about the pains and pleasures of ageing and lives well-lived. I also enjoyed Elnathan John’s <em><a href=\"https://www.amazon.co.uk/gp/product/1911115022/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115022&amp;linkCode=as2&amp;tag=finantimes-21\">Born on a Tuesday</a></em>, a sensitive coming-of-age novel set in northern Nigeria, and I loved Abubakar Adam Ibrahim’s wonderful <em><a href=\"https://www.amazon.co.uk/gp/product/1911115006/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115006&amp;linkCode=as2&amp;tag=finantimes-21\">Season of Crimson Blossoms</a></em>, an unexpected intergenerational love story set against the menacing background of political violence. Cassava Republic was also the first publisher to recognise the talents of Teju Cole, whose <em><a href=\"/content/d0e1c308-53dc-11e6-9664-e0bdc13c3bef\">Known and Strange Things</a></em> (Faber/ Random House) is my non-fiction book of the year.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0d7cdec4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Lucy Kellaway</strong> <br><em>FT columnist</em> </p><p><em><a href=\"/content/26279e74-36cc-11e6-a780-b48ed7b6126f\">Imagine Me Gone</a></em> (Hamish Hamilton/Little, Brown) is about a father who kills himself and a son who later does the same. Adam Haslett’s second novel, about what mental illness does to the bonds within a New England family, ought to be too harrowing to read for pleasure. Instead it is so understanding, so intelligently written that it is as uplifting as it is upsetting. Love may not be strong enough to change the course of mental illness — but it defines the survivors and ends up saving them.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/035c8da4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Mohamed El-Erian</strong> <br>Author of <em>The Only Game in Town: Central Banks, Instability, and Avoiding the Next Collapse</em> (Yale/Random House)</p><p>Promoting gender diversity is not just the right thing to do; it is also an integral part of ensuring the cognitive diversity that is so important for good decision-making, agility and resilience. In <em>What Works: Gender Equality by Design</em> (Harvard), Iris Bohnet provides both business leaders and government officials with important insights on what to do and the mistakes to avoid. Noting the disappointing outcomes associated with much of the diversity training pursued in the corporate world, her evidence-based approach stresses the need to change operating environments as well as awareness and mindsets. I wish I had had the opportunity to read this book during my seven years as a chief executive.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/00a4de22-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Eka Kurniawan</strong> <br>Author of <em>Man Tiger</em> (Verso) and <em>Beauty is a Wound</em> (Pushkin)</p><p>I always enjoy Sjón’s books, but <em><a href=\"https://www.amazon.co.uk/gp/product/1473613132/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1473613132&amp;linkCode=as2&amp;tag=finantimes-21\">Moonstone</a>: The Boy Who Never Was</em> (Sceptre) is an experience like no other. The author confronts his own limits, and raises the bar for the reader too. His portrayal of Reykjavik in 1918 is magical. The scene where a movie theatre falls silent, because all the musicians have succumbed to an outbreak of Spanish flu, is marvellous and very amusing. The novel has given me my best reading experience this year.</p><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/2a4d34a4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"><p><strong>Lionel Shriver</strong> <br>Author of <em>The Mandibles: A Family, 2029-2047</em> (The Borough Press/Harper) </p><p>I got a big kick out of Nathan Hill’s <em><a href=\"https://www.amazon.co.uk/gp/product/1509807837/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1509807837&amp;linkCode=as2&amp;tag=finantimes-21\">The Nix</a></em> (Knopf) — an astonishingly polished piece of work for a first novel. The book feels powered by a palpable intelligence. The droll sections set broadly in the present day (2011; another strand takes place in 1968) are especially sharp, despite the fact that it is increasingly difficult to send up reality during a time when reality seems to be sending up itself. The character who is obsessed with a video game called Elfscape is brilliant. By the end, after having done little more than hunch over his computer for months, the gamer exhibits so many different maladies that a doctor shows off the case to medical students, marvelling that the guy is still alive.</p><h3 class=\"ft-subhead\">Letter in response to this article:</h3><p><a href=\"/content/aec5898e-b88c-11e6-ba85-95d1533d9a62\">Alternative to the liberal package is all too clear</a></p>",
    "bodyHTML": "<div class=\"n-content-video n-content-video--brightcove\"><a href=\"http://video.ft.com/5250578001001\" data-embedded=\"true\" data-asset-type=\"video\"></a></div><p>When Michael Gove declared in June that “people in this country have had enough of experts”, the then justice secretary not only secured himself a solitary entry in the <em>Oxford Essential Quotations</em>; he also issued a challenge to the world of books. For what are writers if not experts? It is natural, then, as we look back on the year of Brexit and Trump, to ask what they were able to tell us about the events unfolding before our eyes.</p><aside class=\"n-content-related-box\" role=\"complementary\"><div class=\"n-content-related-box__headline\">Books of the Year</div><div class=\"n-content-related-box__content\"><p><strong><a href=\"/content/315c348e-b819-11e6-ba85-95d1533d9a62\">Economics</a></strong><br><strong><a href=\"/content/ffdb7ae0-b819-11e6-ba85-95d1533d9a62\">Business</a></strong><br><strong><a href=\"/content/156f0328-b81e-11e6-ba85-95d1533d9a62\">Politics</a></strong><br><strong><a href=\"/content/6c126eae-b81e-11e6-ba85-95d1533d9a62\">History</a></strong><br><strong><a href=\"/content/c2736eba-b81e-11e6-ba85-95d1533d9a62\">Science</a></strong><br><strong><a href=\"/content/0ddeb68e-b81f-11e6-ba85-95d1533d9a62\">Sport</a></strong><br><strong><a href=\"/content/536e6672-b81f-11e6-ba85-95d1533d9a62\">Art &amp; photography</a></strong><br><strong><a href=\"/content/a9c4758e-b81f-11e6-ba85-95d1533d9a62\">Architecture &amp; design</a></strong><br><strong><a href=\"/content/fe2da1cc-b81f-11e6-ba85-95d1533d9a62\">Cinema</a></strong><br><strong><a href=\"/content/49c3edda-b820-11e6-ba85-95d1533d9a62\">Classical music &amp; opera</a></strong><br><strong><a href=\"/content/82be3bcc-b820-11e6-ba85-95d1533d9a62\">Pop</a></strong><br><strong><a href=\"/content/ad99928c-b821-11e6-ba85-95d1533d9a62\">Fiction</a></strong><br><strong><a href=\"/content/23c18f5a-b822-11e6-ba85-95d1533d9a62\">Fiction in translation</a></strong><br><strong><a href=\"/content/9583417e-b822-11e6-ba85-95d1533d9a62\">Poetry</a></strong><br><strong><a href=\"/content/952faba8-b823-11e6-ba85-95d1533d9a62\">Children’s fiction</a></strong><br><strong><a href=\"/content/f90a98ea-b823-11e6-ba85-95d1533d9a62\">Picture books</a></strong><br><strong><a href=\"/content/41008f7e-b824-11e6-ba85-95d1533d9a62\">Young adult</a></strong><br><strong><a href=\"/content/99d67032-b824-11e6-ba85-95d1533d9a62\">Crime fiction</a></strong><br><strong><a href=\"/content/de4fa4a4-b824-11e6-ba85-95d1533d9a62\">Science fiction</a></strong><br><strong><a href=\"/content/3d3ffbc6-b825-11e6-ba85-95d1533d9a62\">Literary non-fiction</a></strong><br><strong><a href=\"/content/84e8912c-b825-11e6-ba85-95d1533d9a62\">Food</a></strong><br><strong><a href=\"/content/c0eaa1b0-b825-11e6-ba85-95d1533d9a62\">Travel</a></strong><br><strong><a href=\"/content/0447a2b4-b826-11e6-ba85-95d1533d9a62\">Fashion</a></strong><br><strong><a href=\"/content/503fb2ec-b826-11e6-ba85-95d1533d9a62\">Gardening</a></strong></p></div></aside><p>The gift of prophecy comes more easily in some fields than in others. For insights into the constituency most often credited with propelling Donald Trump to victory in the US election, many turned to JD Vance’s <a href=\"/content/614cff5e-7b68-11e6-ae24-f193b105145e\">Hillbilly Elegy,</a> a memoir that casts a sympathetic though not uncritical eye on hard-pressed Appalachia. The sociologist Arlie Russell Hochschild entered similar emotional territory during her journey into the Louisiana bayou, <em>Strangers in Their Own Land: Anger and Mourning on the American Right</em>, while Nancy Isenberg’s <em>White Trash: The 400-Year Untold History of Class in America</em> took this same story back to the days of the Mayflower.</p><p>For a financial perspective on America’s current discontents, we might look to Sebastian Mallaby’s <em><a href=\"/content/6300a352-b0a9-11e6-9c37-5787335499a0\">The Man Who Knew</a>: The Life and Times of Alan Greenspan</em> — winner of the 2016 FT/McKinsey Business Book of the Year award — and its portrait of a rock-star central banker who worried about “irrational exuberance” but trusted the markets to limit their exposure in the heady years that preceded the financial crisis. Or, for the very long view, Robert Gordon’s <em>The Rise and Fall of American Growth</em> set out a thesis of technological diminishing returns that does much to explain an age of economic pessimism.</p><p>In the UK, there was no shortage of books appearing in the run-up to the referendum that made the case for and against membership of the European Union, and plenty afterwards raking over the ashes of victory and defeat. But often the most illuminating came from less expected places. Peter Parker’s <em>Housman Country</em>, a study of <em>A Shropshire Lad</em> and the continuing reverberations that AE Housman’s nostalgic poems of “blue remembered hills” and wartime sacrifice have in our day, was a reminder of the emotional charge behind all those grand abstractions of nationhood and sovereignty.</p><p>Brexit Britain was revealed in novels, too. When I read David Szalay’s <em><a href=\"/content/fe2db1c4-f797-11e5-803c-d27c7117d132\">All That Man Is</a></em> in the spring, its portraits of self-doubting men at different stages of life travelling from one part of Europe to another seemed concerned primarily with masculinity — itself one of the subjects of the year in non-fiction, explored so frequently that it was perhaps inevitable that more than one book would be landed with the title <em>Man Up</em>. Yet by the time <em>All That Man Is</em> was shortlisted for the Man Booker Prize in late summer, it read like a kind of threnody to a vanishing Europe of budget airlines, unlovely resorts and faltering attempts at cross-cultural communication. I’m still struck by just how natural Szalay’s vernacular English voices sound in the mouths of his listless French teenagers, Hungarian bodyguards and cynical Danish journalists — as I am by the elegance of Ali Smith’s <em><a href=\"/content/0e227666-8ef4-11e6-a72e-b428cb934b78\">Autumn,</a></em> a genuine “Brexit novel” that captured the mood of a country in which “what had happened whipped about by itself as if a live electric wire had snapped off a pylon in a storm”.</p><p>On the other side of the prophetic ledger, the year’s events lent a HG Wells-ish air to some of the futurism that has become such a publishing staple recently. “As of 2016, there is no serious alternative to the liberal package of individualism, human rights, democracy and a free market,” wrote Yuval Noah Harari in <em>Homo Deus: A Brief History of Tomorrow</em>, before going on to explain how technology could end up undermining of all of them. It is delivered with great panache but you can’t help thinking that politics got there first.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/690df3d4-b8ac-11e6-82a4-b5e23709f369\" width=\"2048\" height=\"1152\"></figure><p>On the subject of experts, one thing you can say in Gove’s defence is that he turned out to be right. It brought to mind a short story by John Fowles, “Poor Koko”, in which an encounter between a class-conscious burglar and a rather haughty writer ends with the latter’s unpublished magnum opus being burnt in front of him. Fowles seems well overdue a revival, and here he dramatises a truth that has been lost in this particular debate: no one despises expertise — or education — in and of itself. Indeed, the opposite is the case, which is partly what accounts for all the anger and anguish. Both sides can recognise where it is present or absent, and both sides, in the end, recognise the tragedy when that expertise is destroyed or ignored.</p><p>For Fowles, writing in the very different context of the mid-1970s, the ultimate cause was a betrayal by the elites themselves, a failure to share the liberal inheritance. And this may be one thing he has in common with contemporary novelists, their gaze so often directed at the same liberal hypocrisy that enrages the populists outside the gates. Fiction succeeds or fails depending on whether it is <em>self</em>-critical, after all; and as Siri Hustvedt pointed out this month in a fine collection of essays, <em><a href=\"/content/960e8f8c-b001-11e6-9c37-5787335499a0\">A Woman Looking at Men Looking at Women</a></em>, doubt is its signature mode.</p><p>Still, a look back at some of 2016’s prize-winners reveals work that was nothing if not engaged. The Man Booker International, the award for fiction in translation that this year made a profitable switch from recognising a body of work to a single book, went to Han Kang’s <em>The Vegetarian</em> — a visceral tale of family collapse by a South Korean author who also won much acclaim for her unsparing recreation of a 1980 student massacre, <em>Human Acts</em>. <em>Man Tiger</em> by Eka Kurniawan, shortlisted for that prize and later the winner of the FT/OppenheimerFunds Emerging Voices Award for Fiction, was an uncompromising literary “whydunnit” that explored the legacy of dictatorship in Indonesia in a hypnotic magical realist style. And the surprise recipient of the Nobel Prize in Literature was an artist who rose to fame as a troubadour of protest — though sadly for the Swedish Academy, Bob Dylan himself seemed unimpressed by the gesture.</p><p>Then there was <em><a href=\"/content/4b9f8a4e-3222-11e6-bda0-04585c31b153\">The Sellout</a></em> by Paul Beatty, who won the US National Book Critics Circle Award for Fiction before becoming the first American to be awarded Britain’s Man Booker. A deeply ironic, comically inventive and sometimes very sad novel about a black farmer in contemporary LA who finds himself hauled before the US Supreme Court for reintroducing segregation, it easily bears comparisons with <em>Catch-22</em> and shows that satire, just about, is staying one step ahead of reality.</p><hr><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/7a45aa0c-b84d-11e6-961e-a1acd97f622d\" alt=\"Illustration by Daniel Long\" width=\"2048\" height=\"1152\" data-copyright=\"© Daniel Long\"><figcaption class=\"n-content-image__caption\">© Daniel Long</figcaption></figure><p>If 2016 ended up as the year of Trump and Brexit, it started as the year of Shakespeare. This was something on which everyone could agree, and such was the orgy of Bardolatry unleashed by the 400th anniversary of the playwright’s death that by the time the actual day arrived in April, exhaustion was beginning to set in. But the milestone provided an occasion for many notable titles, starting with Emma Smith’s <em>Shakespeare’s First Folio: Four Centuries of an Iconic Book</em> and Jerry Brotton’s <em><a href=\"/content/6f1d7548-ea02-11e5-bb79-2303682345c8\">This Orient Isle:</a> Elizabethan England and the Islamic World</em>, and culminating in the vast edifice of the <em>New Oxford Shakespeare</em>, a multi-volume edition that will surely become the standard Complete Works.</p><p>Some widely praised histories clustered around other anniversaries. With an eye on the looming centenary of the Russian Revolution came Catherine Merridale’s <em>Lenin on the Train</em>, an account of the Bolshevik leader’s journey to the Finland Station; and ahead of the 500th anniversary of Martin Luther nailing (or possibly glueing) his 95 theses to the door of Wittenberg’s Castle Church, Oxford Regius professor Lyndal Roper published a long-awaited warts-and-all biography of the father of the Protestant Reformation.</p><p>Memoir continued to coil promiscuously around other genres. Lynsey Hanley’s <em>Respectable</em> wove a personal account of social mobility into a perceptive discussion of the place of class in contemporary British society. In <em><a href=\"/content/75085cc6-324f-11e6-bda0-04585c31b153\">The Return</a></em>, Hisham Matar combined a devastatingly eloquent account of a journey back to Libya in 2012 after decades of exile with the story of his long search to find out what happened to his father, kidnapped by Gaddafi’s agents two decades earlier. And in <em><a href=\"/content/4762d992-a5b1-11e6-8898-79a99e2a4de6\">Negroland</a></em>, the critic and academic Margo Jefferson produced a meditation on black identity, class and gender anchored by her own experience of growing up in the 1950s and 1960s in an upper-middle-class Chicago milieu.</p><p>Might there be a hidden cost to the first-person approach? The magazine Private Eye, commenting on a Baillie Gifford Prize shortlist in which all four titles — <em>The Return</em>, <em>Negroland</em>, Svetlana Alexievich’s <em><a href=\"/content/026916dc-184c-11e6-b197-a4af20d5575e\">Second-Hand Time</a></em> and the eventual winner, <em><a href=\"/content/a1822e32-1da8-11e6-b286-cddde55ca122\">East West Street</a></em> by the human rights lawyer and academic Philippe Sands — contained some personal element, worried that books without one risked being ignored. What would happen, it asked, were Richard Dawkins’ <em>The Selfish Gene</em> (1976) to be published today? The point is valid but we should also recognise that this is a trend that extends far beyond the tastes of prize juries; ultimately, it comes from readers, and if there is a new desire for authors to be present in their own work, then <em>East West Street</em> was a fine example of what can be gained.</p><p>Beginning and ending with the Nuremberg trials of 1946, the book follows the careers of two influential jurists, Hersch Lauterpacht and Rafael Lemkin, while also giving us a portrait of Hans Frank, the Nazi governor of occupied Poland. Woven into this larger narrative is Sands’ investigation into members of his own family. And it was during one of these interludes, when the author turns his professional skills to unravelling the story of his grandparents’ separation during the war, that for me at least, the full horror of what was going on around them really struck home. Here were ordinary, flawed, recognisable people — a simple observation, perhaps, but one we need to make again and again. How unthinkable it is, before you hear such voices, that this could have happened a single lifespan ago.</p><p><em>Lorien Kite is the FT’s books editor</em></p><hr><h2 class=\"subhead subhead--standard\">The books of 2016: Critics’ choice</h2><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0ad9bbba-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Lionel Barber</strong> <br>Editor of the Financial Times</p><p>Ian W Toll’s <em><a href=\"https://www.amazon.co.uk/gp/product/0393080641/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=0393080641&amp;linkCode=as2&amp;tag=finantimes-21\">The Conquering Tide</a>: War in the Pacific Islands, 1942-1944</em> (WW Norton) is a riveting account of how the US clawed its way back from defeat against initially unstoppable Japanese air, land and sea invasion forces after Pearl Harbor. Volume two in Toll’s Pacific trilogy starts with the battle of Guadalcanal, a blood-soaked speck in the ocean. Toll offers a masterly guide to naval warfare and decision-making in Tokyo and Washington. He captures the brutish, all too often short life on deck and in the foxholes. This is military history at its best. Bring on volume three!</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/241a6bc4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Simon Schama</strong> <br>FT contributing editor </p><p>Wow, the Man-Bookers got it right! Nothing is harder to write or easier to read than a full-on comic-philosophic novel that makes you laugh and think, sometimes at the same time. Nathanael West and Joseph Heller are hooting from heaven for this one. If you haven’t already read Paul Beatty’s <em><a href=\"/content/4b9f8a4e-3222-11e6-bda0-04585c31b153\">The Sellout</a> (Oneworld/FSG)</em>, your life is the more meagre for the omission. In a different key of weirdness, the other great book of the year for me was Magda Szabo’s <em>The Door</em> (NRB), originally published in 1987 but recently reissued, featuring Emerence, the cleaning lady from hell with a certain way with dogs. Improbably, you lose your heart and head to this one, which somehow cuts to the quick of everything that matters and does so in a voice which is, at the same time, materially straightforward and intensely hypnotic.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/218624de-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Lisa Randall</strong> <br>Author of <em>Dark Matter and the Dinosaurs</em> (Bodley Head/Ecco)</p><p>I recommend Jane Mayer’s <em><a href=\"/content/24f7dc1e-d1a8-11e5-831d-09f7778e7377\">Dark Money</a></em> (Scribe/ Doubleday) — not because of the wordplay on dark matter but because Mayer’s book does as good a job as any could of explaining how extreme, even crazy ideas have not only become normal in political dialogue and policy but have even come to dominate. Mayer’s point isn’t just that money can buy elections. It’s that it can buy ideas, or at least their acceptance. As a professor, I’m especially disturbed by money that buys centres at universities, which legitimise ideas to be used by purchased think-tanks that are then used to justify atrocious policies. <em>Dark Money</em> helps us understand our radically changed landscape.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/05ecda4c-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Xiaolu Guo</strong> <br>Author of <em>I Am China</em> (Vintage/Anchor)</p><p>Surely this is not the 90-year-old master’s last work. With <em>Confabulations</em> (Penguin), John Berger fashions his brand of reflective and sensual prose into a slim but utterly beautiful book. From Rosa Luxemburg to eel fishermen, from a prisoner painter to Charlie Chaplin, this essay collection can be read in one sitting — which I did in a café. You feel his realness: “I picture myself not so much as a consequential, professional writer, but as a stopgap man.” The more I read Berger, the more I adore him. Tell me: why do the best English artists always live outside Britain?</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/2cc7bd94-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Alec Russell</strong> <br>Editor of FT Weekend </p><p>In the aftermath of the 1989 revolution I interviewed many of the great musicians and actors in Romania — and had precious little sympathy for the compromises they had had to make under the tyrant Ceausescu. I stand corrected if not abashed after reading Julian Barnes’ haunting novel on the agonies of Shostakovich under Stalin and his successors. <em><a href=\"/content/6cd1f9b2-b915-11e5-b151-8e15c9a029fb\">The Noise of Time</a></em> (Jonathan Cape/Knopf) takes on the millennia-old tension between art and power. I recommended it to a friend who for years was one of the great reviewers at the Washington Post. His reply: “It’s an extraordinary book. It’s a book that makes me wish I were reviewing again.” </p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/14e4f034-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Ottessa Moshfegh</strong> <br>Author of <em>Eileen</em> (Vintage) </p><p><em>You Are Having a Good Time</em> (FSG) is proof to me that genius can coexist with compassion. Amie Barrodale’s supremely artful and entertaining first book, a collection of short stories, was my favourite for 2016, and goes on my shortlist of favourites of all time. Barrodale moves casually and expertly into narrative territory I’ve never seen before, all with a relentless honesty and lightness and velocity that confound me. This is a book that can single-handedly guide a mind up to a higher plane, gently but forcefully, with a brilliant sense of humour. Barrodale is an angel from a strange heaven.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/125c7f1c-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Catherine Merridale</strong> <br>Author of <em>Lenin on the Train</em> (Allen Lane)</p><p><em><a href=\"/content/026916dc-184c-11e6-b197-a4af20d5575e\">Second-Hand Time</a></em>, by Svetlana Alexievich (Fitzcarraldo/Random House), was certainly the year’s most harrowing read. The voices she assembled were all different, yet somehow she drew their testimonies about life in the old Soviet Union into a coherent, symphonic whole. Listening to accounts of mass-murder and betrayal is not easy — the printed pages reek of bitterness and rage — yet there is something gracious in Alexievich’s prose; she helps us to avoid the obvious mistake of judging anyone. Her book left me with nightmares, but it opened windows on a time and culture that few foreigners can know.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/1f096f5e-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Philippe Sands</strong> <br>Author of <em>East West Street</em> (W&amp;N/Knopf)</p><p>On the desire not to forget, few works can match Marceline Loridan-Ivens’ extended love letter to her father, <em>But You Did Not Come Back</em> (Faber/Grove Atlantic), an essay on loss and memory. Travelling together as they are deported, the two are later separated. Somehow he slips her a few lines, “a stained little scrap of paper”, which she mislays but never forgets. She returns home; he does not. Seven decades pass, to nourish this beautiful, deeply affecting memoir. In a lighter vein, but evoking similar themes, Keggie Carew’s <em>Dadland: A Journey Into Uncharted Territory</em> (Chatto &amp; Windus) gripped from beginning to end.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0ff013ce-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Sebastian Mallaby</strong> <br>Author of <em>The Man Who Knew: The Life and Times of Alan Greenspan</em> (Bloomsbury/Penguin)</p><p>Peter Conti-Brown’s <em>The Power and Independence of the Federal Reserve</em> (Princeton) is a study of what might be called the Fed’s unwritten constitution. Nowhere is the central bank’s independence encoded in law; it is a convention, and a fragile one. At times the Fed has enjoyed a high degree of independence, as it did during the Eisenhower and Kennedy administrations. At other times hostile presidents have brought the central bank to heel. For today’s Fed leaders, it is a sobering lesson.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/1c504a8a-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Petina Gappah</strong> <br>Author of <em>Rotten Row</em> (Faber)</p><p>Some of my favourite books this year were published by Cassava Republic, the intrepid Abuja-based publishing company that has now opened a stall in London. Particularly striking was <em><a href=\"https://www.amazon.co.uk/gp/product/1911115049/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115049&amp;linkCode=as2&amp;tag=finantimes-21\">Like a Mule Bringing Ice Cream to the Sun</a></em> by Sarah Ladipo Manyika, a lyrical novel about the pains and pleasures of ageing and lives well-lived. I also enjoyed Elnathan John’s <em><a href=\"https://www.amazon.co.uk/gp/product/1911115022/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115022&amp;linkCode=as2&amp;tag=finantimes-21\">Born on a Tuesday</a></em>, a sensitive coming-of-age novel set in northern Nigeria, and I loved Abubakar Adam Ibrahim’s wonderful <em><a href=\"https://www.amazon.co.uk/gp/product/1911115006/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1911115006&amp;linkCode=as2&amp;tag=finantimes-21\">Season of Crimson Blossoms</a></em>, an unexpected intergenerational love story set against the menacing background of political violence. Cassava Republic was also the first publisher to recognise the talents of Teju Cole, whose <em><a href=\"/content/d0e1c308-53dc-11e6-9664-e0bdc13c3bef\">Known and Strange Things</a></em> (Faber/ Random House) is my non-fiction book of the year.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/0d7cdec4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Lucy Kellaway</strong> <br><em>FT columnist</em> </p><p><em><a href=\"/content/26279e74-36cc-11e6-a780-b48ed7b6126f\">Imagine Me Gone</a></em> (Hamish Hamilton/Little, Brown) is about a father who kills himself and a son who later does the same. Adam Haslett’s second novel, about what mental illness does to the bonds within a New England family, ought to be too harrowing to read for pleasure. Instead it is so understanding, so intelligently written that it is as uplifting as it is upsetting. Love may not be strong enough to change the course of mental illness — but it defines the survivors and ends up saving them.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/035c8da4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Mohamed El-Erian</strong> <br>Author of <em>The Only Game in Town: Central Banks, Instability, and Avoiding the Next Collapse</em> (Yale/Random House)</p><p>Promoting gender diversity is not just the right thing to do; it is also an integral part of ensuring the cognitive diversity that is so important for good decision-making, agility and resilience. In <em>What Works: Gender Equality by Design</em> (Harvard), Iris Bohnet provides both business leaders and government officials with important insights on what to do and the mistakes to avoid. Noting the disappointing outcomes associated with much of the diversity training pursued in the corporate world, her evidence-based approach stresses the need to change operating environments as well as awareness and mindsets. I wish I had had the opportunity to read this book during my seven years as a chief executive.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/00a4de22-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Eka Kurniawan</strong> <br>Author of <em>Man Tiger</em> (Verso) and <em>Beauty is a Wound</em> (Pushkin)</p><p>I always enjoy Sjón’s books, but <em><a href=\"https://www.amazon.co.uk/gp/product/1473613132/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1473613132&amp;linkCode=as2&amp;tag=finantimes-21\">Moonstone</a>: The Boy Who Never Was</em> (Sceptre) is an experience like no other. The author confronts his own limits, and raises the bar for the reader too. His portrayal of Reykjavik in 1918 is magical. The scene where a movie theatre falls silent, because all the musicians have succumbed to an outbreak of Spanish flu, is marvellous and very amusing. The novel has given me my best reading experience this year.</p><figure class=\"n-content-image\"><img src=\"http://com.ft.imagepublish.prod.s3.amazonaws.com/2a4d34a4-b855-11e6-961e-a1acd97f622d\" width=\"100\" height=\"100\"></figure><p><strong>Lionel Shriver</strong> <br>Author of <em>The Mandibles: A Family, 2029-2047</em> (The Borough Press/Harper) </p><p>I got a big kick out of Nathan Hill’s <em><a href=\"https://www.amazon.co.uk/gp/product/1509807837/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1634&amp;creative=6738&amp;creativeASIN=1509807837&amp;linkCode=as2&amp;tag=finantimes-21\">The Nix</a></em> (Knopf) — an astonishingly polished piece of work for a first novel. The book feels powered by a palpable intelligence. The droll sections set broadly in the present day (2011; another strand takes place in 1968) are especially sharp, despite the fact that it is increasingly difficult to send up reality during a time when reality seems to be sending up itself. The character who is obsessed with a video game called Elfscape is brilliant. By the end, after having done little more than hunch over his computer for months, the gamer exhibits so many different maladies that a doctor shows off the case to medical students, marvelling that the guy is still alive.</p><h2 class=\"subhead subhead--standard\">Letter in response to this article:</h2><p><a href=\"/content/aec5898e-b88c-11e6-ba85-95d1533d9a62\">Alternative to the liberal package is all too clear</a></p>",
    "mainImage": {
        "title": "",
        "description": "",
        "url": "http://prod-upp-image-read.ft.com/2076a6dc-b8b8-11e6-ba85-95d1533d9a62",
        "width": 2560,
        "height": 1440,
        "ratio": 1.7777777777777777
    },
    "metadata": [{
        "attributes": [],
        "taxonomy": "topics",
        "primary": "theme",
        "primaryTag": true,
        "teaserTag": true,
        "idV1": "YzEwYmY1N2YtYzJkNS00MzAxLWFkYmMtZmRjYzRjZDA4Y2Y0-VG9waWNz",
        "prefLabel": "Non-Fiction",
        "url": "https://www.ft.com/life-arts/books/non-fiction"
    }, {
        "attributes": [],
        "taxonomy": "sections",
        "primary": "section",
        "idV1": "MTU5-U2VjdGlvbnM=",
        "prefLabel": "Books",
        "url": "https://www.ft.com/books"
    }, {
        "attributes": [],
        "taxonomy": "authors",
        "idV1": "Q0ItMDAwMDk1NQ==-QXV0aG9ycw==",
        "prefLabel": "Lorien Kite",
        "url": "https://www.ft.com/stream/authorsId/Q0ItMDAwMDk1NQ==-QXV0aG9ycw=="
    }, {
        "attributes": [],
        "taxonomy": "genre",
        "idV1": "NGQ2MWQ0NDMtMDc5Mi00NWExLTlkMGQtNWZhZjk0NGExOWU2-R2VucmVz",
        "prefLabel": "Features",
        "url": "https://www.ft.com/stream/genreId/NGQ2MWQ0NDMtMDc5Mi00NWExLTlkMGQtNWZhZjk0NGExOWU2-R2VucmVz"
    }, {
        "attributes": [],
        "taxonomy": "sections",
        "idV1": "MTQ4-U2VjdGlvbnM=",
        "prefLabel": "Life & Arts",
        "url": "https://www.ft.com/life-arts"
    }],
		"topper": {
			"bgColor": "slate",
			"theme": "split-text-left"
		},
		"package": {
		    "title": "The best books of 2016",
		    "description": "FT writers and guests select their must-read titles. Introduction by Lorien Kite",
		    "articles": [
					{
					"section": "Economics",
	        "url": "https://www.ft.com/content/315c348e-b819-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Business",
	        "url": "https://www.ft.com/content/ffdb7ae0-b819-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Politics",
	        "url": "https://www.ft.com/content/156f0328-b81e-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "History",
	        "url": "https://www.ft.com/content/6c126eae-b81e-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Science",
	        "url": "https://www.ft.com/content/c2736eba-b81e-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Sport",
	        "url": "https://www.ft.com/content/0ddeb68e-b81f-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Art & Photography",
	        "url": "https://www.ft.com/content/536e6672-b81f-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Architecture & Design",
	        "url": "https://www.ft.com/content/a9c4758e-b81f-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Cinema",
	        "url": "https://www.ft.com/content/fe2da1cc-b81f-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Classical Music & Opera",
	        "url": "https://www.ft.com/content/49c3edda-b820-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Pop",
	        "url": "https://www.ft.com/content/82be3bcc-b820-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Fiction",
	        "url": "https://www.ft.com/content/ad99928c-b821-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Fiction in Translation",
	        "url": "https://www.ft.com/content/23c18f5a-b822-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Poetry",
	        "url": "https://www.ft.com/content/9583417e-b822-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Children's fiction",
	        "url": "https://www.ft.com/content/952faba8-b823-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Picture Books",
	        "url": "https://www.ft.com/content/f90a98ea-b823-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Young Adult",
	        "url": "https://www.ft.com/content/41008f7e-b824-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Crime Fiction",
	        "url": "https://www.ft.com/content/99d67032-b824-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Science Fiction",
	        "url": "https://www.ft.com/content/de4fa4a4-b824-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Crime Fiction",
	        "url": "https://www.ft.com/content/99d67032-b824-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Literary non-fiction",
	        "url": "https://www.ft.com/content/3d3ffbc6-b825-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Food",
	        "url": "https://www.ft.com/content/84e8912c-b825-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Travel",
	        "url": "https://www.ft.com/content/c0eaa1b0-b825-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Fashion",
	        "url": "https://www.ft.com/content/0447a2b4-b826-11e6-ba85-95d1533d9a62"
		    },
				{
					"section": "Gardening",
	        "url": "https://www.ft.com/content/503fb2ec-b826-11e6-ba85-95d1533d9a62"
		    }
			]
		}
}
